tap "antoniorodr/memo"
tap "openhue/cli"
tap "steipete/tap"
tap "yakitrak/yakitrak"
brew "python@3.12"
brew "aider"
brew "python@3.13"
brew "awscli"
brew "block-goose-cli"
brew "blueutil"
brew "cocoapods"
brew "colima"
brew "curl"
brew "deno"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "ffmpeg"
brew "node"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "himalaya"
brew "jadx"
brew "lcov"
brew "libmagic"
brew "openai-whisper"
brew "pandoc"
brew "pipx"
brew "poppler"
brew "pre-commit"
brew "pylint"
brew "python@3.11"
brew "python-gdbm@3.11"
brew "qwen-code"
brew "rbenv"
brew "rtk"
brew "scrcpy"
brew "tailscale"
brew "tmux"
brew "unoconv"
brew "unoserver"
brew "wget"
brew "xcbeautify"
brew "xcodegen"
brew "yarn"
brew "yt-dlp"
cask "android-platform-tools"
cask "android-studio"
cask "steipete/tap/codexbar"
cask "flutter"
cask "google-chrome"
cask "ngrok"
cask "virtualbox"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "rtk"
uv "nano-pdf"
